Repository: 1TreeForest/Predator-Exp
Catalog: validate/webchess/locale/*/LC_MESSAGES/webchess.po
Languages: de_de

source: - Your Move
de_de: - Ihr Umzug

source: - Opponent's Move
de_de: - Gegner

source: Start of game
de_de: Beginn des Spiels

source: Go back five halfmoves
de_de: Zurück fünf Halbzüge

source: Go back one halfmove
de_de: Gehen Sie einen halfmove

source: Go forward one halfmove
de_de: Gehe vorwärts ein halfmove

source: Go forward five halfmoves
de_de: Zurück fünf Halbzüge

source: End of game
de_de: Ende des Spiels

source: End
de_de: Ende

source: When castling, just move the king (the rook will move automatically).
de_de: Wenn Rochade, bewegen Sie einfach den König (der rook automatisch bewegen).

source: Captured pieces
de_de: Geschlagene Figuren

source: %s is Free Software released under the GNU General Public License (GPL).
de_de: %s ist Freie Software unter der GNU General Public License (GPL) veröffentlicht.

source: Login
de_de: Anmelden

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Remember me
de_de: Angemeldet bleiben

source: New Account
de_de: Neues Konto

source: Welcome to
de_de: Willkommen bei

source: Use a valid username and password to gain access.
de_de: Verwenden Sie einen gültigen Benutzernamen und Passwort für den Zugang.

source: %s: %s invites you to play a new game.
de_de: %s: %s lädt Sie ein neues Spiel zu spielen.

source: %s has invited you to play a new game.
de_de: %s hat Sie eingeladen, ein neues Spiel zu spielen.

source: This message has been automatically been sent by %s and should not be replied to
de_de: Diese Nachricht wurde automatisch von %s geschickt worden und sollten nicht beantwortet werden

source: Go to: %s to play.
de_de: Gehen Sie zu: %s zu spielen.

source: %s: %s moved %s on board %s.
de_de: %s: %s bewegt %s an Bord %s.

source: Your opponent %s has played the following move:
de_de: Dein Gegner %s hat die folgende Bewegung gespielt:

source: It is your turn now
de_de: Es ist nun an der Reihe

source: %s: %s resigns on board %s.
de_de: %s: %s tritt zurück an Bord %s.

source: Your oppenent %s has resigned the game on board %s.
de_de: Ihre oppenent %s hat das Spiel an Bord %s zurückgetreten.

source: %s: Invitation withdrawn
de_de: %s: Einladung zurückgenommen

source: %s has withdrawn their invitation to play a new game.
de_de: %s hat die Einladung, ein neues Spiel zu spielen zurückgezogen.

source: Main Menu
de_de: Hauptmenü

source: Active games
de_de: Aktive Spiele

source: Pending challenges
de_de: Bis Herausforderungen

source: Messages
de_de: Nachrichten

source: Challenge others
de_de: Fordern Sie andere

source: Replay
de_de: Wiederholung

source: Preferences
de_de: Einstellungen

source: Personal
de_de: Persönlich

source: Reload
de_de: Nachladen

source: Logout
de_de: Abmelden

source: Personal information
de_de: Persönliche Informationen

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Current Password
de_de: Aktuelles Passwort

source: New Password
de_de: Neues Passwort

source: Password Confirmation
de_de: Passwort Bestätigung

source: Update
de_de: Aktualisierung

source: Here you can change your personal information. Remember to press the 'Update' button to store the changes.
de_de: Hier können Sie Ihre persönlichen Daten ändern. Nicht vergessen, den Button 'Aktualisieren' drücken, um die Änderungen zu speichern.

source: History
de_de: Geschichte

source: Verbose
de_de: Weitschweifig

source: History Layout
de_de: Layout-Geschichte

source: Columns (Scoresheet)
de_de: Columns (Torschützen)

source: Paragraph
de_de: Absatz

source: Paragraph
de_de: Absatz

source: Beholder
de_de: Betrachter

source: GNU Chess Simple
de_de: GNU Chess Einfache

source: secs
de_de: Sekunden

source: Email notification
de_de: E-Mail-Benachrichtigung

source: Enter a valid email address if you would like to be notified when your opponent makes a move. Leave blank otherwise.
de_de: Geben Sie eine gültige E-Mail-Adresse, wenn Sie möchten informiert werden, wenn der Gegner einen Zug macht. Leer lassen sonst.

source: Show just my games
de_de: Nur meine Spiele zeigen

source: Show also games by others
de_de: Auch zeigen Spiele, die von anderen

source: (Unknown)
de_de: (Unbekannt)

source: Novice (...-1200)
de_de: Anfänger (... -1200)

source: Occasional (1200-1800)
de_de: Gelegentliche (1200-1800)

source: Master (2200-...)
de_de: Meister (2200 - ...)

source: You can customize %s with these general settings.
de_de: Sie können %s mit diesen allgemeinen Einstellungen anpassen.

source: Issue a challenge
de_de: Geben Sie eine Herausforderung

source: Select Opponent
de_de: Wählen Gegner

source: Your Color
de_de: Ihre Farbe

source: Random
de_de: Zufällig

source: White
de_de: Weiß

source: Black
de_de: Schwarz

source: Invite
de_de: Laden

source: Cancel
de_de: Stornieren

source: Select an opponent and challenge him to a new game.
de_de: Wählen Sie einen Gegner herausfordern und ihn zu einem neuen Spiel.

source: Challenges from other players
de_de: Herausforderungen von anderen Spielern

source: Rank
de_de: Rang

source: Id
de_de: Identifikation

source: Issued
de_de: Ausgestellt

source: Action
de_de: Aktion

source: You are not currently invited to any games
de_de: Sie sind momentan nicht auf alle Spiele eingeladen

source: Accept
de_de: Akzeptieren

source: Decline
de_de: Rückgang

source: Pending challenges from you
de_de: Bis Herausforderungen von Ihnen

source: You have no current unanswered invitations
de_de: Sie haben keine aktuelle unbeantwortet Einladungen

source: Withdraw
de_de: Entziehen

source: This is an overview of all your pending challenges. Accept or decline an invitation to a new game or withdraw your invitations to others.
de_de: Dies ist eine Übersicht über alle Ihre ausstehenden Herausforderungen. Annehmen oder Ablehnen einer Einladung zu einem neuen Spiel oder zurückzuziehen Ihre Einladungen an andere.

source: Continue a game in progress
de_de: Weiter ein Spiel im Gange

source: Select a game
de_de: Wählen Sie ein Spiel

source: Games in Progress
de_de: Spiele in Progress

source: Current Turn
de_de: Aktuelle Runde

source: Start Date
de_de: Startdatum

source: Last Move
de_de: Letzter Zug

source: You do not currently have any games in progress
de_de: Sie haben derzeit keine Spiele in Arbeit

source: Your move
de_de: Ihr Umzug

source: Opponent
de_de: Gegner

source: Will both players play from the same computer?
de_de: Erzielen beide Spieler aus dem gleichen Computer zu spielen?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: WARNING!
de_de: WARNUNG!

source: Games will expire WITHOUT NOTICE if a move isn't made after
de_de: Spiele werden ohne Benachrichtigung erlischt, wenn ein Schritt nicht nach gemacht

source: days!
de_de: Tage!

source: Select a game from the list and resume play by clicking on the game id
de_de: Wählen Sie ein Spiel aus der Liste und Fortsetzen der Wiedergabe, indem Sie auf die Spiele-ID

source: Send message to player
de_de: Nachricht an Spieler

source: Open Message Window
de_de: Meldungsfenster öffnen

source: Current messages
de_de: Aktuelle Nachrichten

source: Pending messages
de_de: Anstehende Meldungen

source: Player
de_de: Spieler

source: Subject
de_de: Thema

source: Date
de_de: Datum

source: You have currently no pending messages
de_de: Sie haben noch keine ausstehenden Nachrichten

source: You can send and receive messages to other players here.
de_de: Sie können Nachrichten an andere Spieler senden und zu empfangen.

source: View finished games
de_de: Sehen Sie fertigen Spiele

source: Select a game to view
de_de: Wählen Sie ein Spiel zu sehen

source: Finished games
de_de: Beendete Spiele

source: Result
de_de: Ergebnis

source: stalemate
de_de: Patt

source: resigned
de_de: resignierten

source: Checkmate, you won!
de_de: Checkmate, Sie haben gewonnen!

source: Checkmate, you lost
de_de: Checkmate, verlor man

source: Finished games will be deleted WITHOUT NOTICE after
de_de: Fertige Spiele werden ohne Benachrichtigung gelöscht werden, nachdem

source: Select a game to view from the list by clicking on the game id
de_de: Wählen Sie ein Spiel aus der Liste, indem Sie auf den Spiel-ID anzeigen

source: Not Authorized!
de_de: Nicht autorisiert!

source: Create New User
de_de: Neuen Benutzer erstellen

source: Sorry, all personal info fields are required and must be filled out.
de_de: Sorry, werden alle persönlichen Daten Felder sind Pflichtfelder und müssen ausgefüllt werden.

source: Sorry, the two password fields don't match. Please try again.
de_de: Sorry, die beiden Passwortfelder nicht übereinstimmen. Bitte versuchen Sie es erneut.

source: Nick
de_de: Kerbe

source: Personal preferences
de_de: Persönliche Vorlieben

source: Theme
de_de: Thema

source: Plain
de_de: Ebene

source: Register
de_de: Registrieren

source: Welcome to %s!
de_de: Willkommen bei %s!

source: You must remember your nick and password to be able to gain access.
de_de: Sie müssen bedenken Nutzername und Passwort, um Zugang zu erhalten sein.

source: Message View
de_de: Nachricht anzeigen

source: Return to Main Menu
de_de: Zurück zum Hauptmenü

source: Message not found!
de_de: Nachricht wurde nicht gefunden!

source: There has been an error! The message you're trying to view can't be found.
de_de: Es ist ein Fehler aufgetreten! Die Nachricht, die Sie anzeigen möchten, konnte nicht gefunden werden.

source: From:
de_de: Von:

source: Reply
de_de: Antworten

source: on
de_de: auf

source: Archive
de_de: Archivieren

source: Message Error
de_de: Meldung Fehler

source: An error ocurred!.
de_de: Ein Fehler Schaltknopf!.
